{
    "count": 6,
    "results": {
        "0": {
            "shop_id": 5172521,
            "shop_name": "mediumcontrol",
            "user_id": 5172188,
            "creation_tsz": 1180816393,
            "title": "TShirts | Backpacks | Messenger Bags | Art Prints ",
            "announcement": "Men&#39;s T-Shirts, Women&#39;s T-Shirts, Kid&#39;s T-Shirts, Birthday TShirts, Messenger Bags, Backpacks, and Art Prints. Screen Printed & Letterpress Art Prints. Plus, the iconic Watson the Cat collection. We love Designing & Printing TShirts, Bags and Art Prints! \r\n\r\nAll items are hand printed by us in our Duluth, Minnesota studio.\r\n\r\nFRIENDS SAVE SOME CASH\r\nLike & Tweet & Pin & Share & Follow THE MEDIUM CONTROL on your favorite social media to SAVE 10%! After following us on one or all of our social media sites enter the coupon code FRIENDS10 to save some cash! \r\n\r\nLET&#39;S BECOME FRIENDS \r\nI N S T A G R A M: http:\/\/instagram.com\/mediumcontrol\r\nF A C E B O O K: http:\/\/www.facebook.com\/mediumcontrol\r\nT W I T T E R: http:\/\/twitter.com\/mediumcontrol\r\nP I N T E R E S T: http:\/\/www.pinterest.com\/mediumcontrol\r\n\r\nJOIN THE MEDIUM CONTROL\r\nFollow @mediumcontrol and tag #mediumcontrol \r\n\r\nVISIT THE MEDIUM CONTROL STUDIO:\r\n307 Canal Park Drive Duluth, MN 55802",
            "currency_code": "USD",
            "is_vacation": false,
            "vacation_message": null,
            "sale_message": "T H A N K - Y O U !\r\nWe know your excited to receive your new Medium Control goods! You will receive an email with your tracking number once your order has been shipped. In the meantime, if you have any questions \/ comments or concerns please contact us. CHEERS! \r\n\r\nJOIN THE MEDIUM CONTROL\r\nFollow @mediumcontrol and tag #mediumcontrol \r\n\r\nhttp:\/\/mediumcontrol.com\/",
            "digital_sale_message": null,
            "last_updated_tsz": 1434733908,
            "listing_active_count": 808,
            "login_name": "mediumcontrol",
            "accepts_custom_requests": false,
            "policy_welcome": "THANK YOU for exploring The Medium Control, much appreciated. \r\n\r\nWe will always try to resolve any issue with you during and after your purchase. If you have any concerns about your order please contact us BEFORE leaving feedback - we will always try our best to make you happy!\r\n\r\n- Kristy + Tommy\r\nThe Medium Control \r\nOwners \/ Designer \/ Printers \/ Customer Service \/ Humans",
            "policy_payment": "PAYMENT\r\nWe accept all major credit cards via Etsy direct check-out or payments issued thru Paypal. \r\n\r\nHere is a helpful Paypal tutorial: http:\/\/www.etsy.com\/storque\/how-to\/how-to-pay-with-a-credit-card-and-create-a-paypal-account-746\/ \r\n",
            "policy_shipping": "We do our very best to ship all orders within 3-5 business days. However, if you need something sooner please let us know and we can usually make it happen! \r\n\r\nDOMESTIC SHIPPING\r\nAll orders 13-ounces and under will be shipped via USPS First Class mail. These orders usually arrive within 2-5 mailing days after shipment. All orders over 13-ounces will be shipped via USPS Priority Mail. These orders usually arrive within 2-3 mailing days after shipment. Express mail is available upon request. \r\n\r\nINTERNATIONAL SHIPPING \r\nInternational orders 4-pounds and under (most of our goods) are shipped via USPS First Class International mail. These orders usually arrive within 10-20 mailing days after shipment. All orders over 4-pounds will be shipped via USPS Priority mail. These orders usually arrive within 6-12 mailing days after shipment. \r\n\r\nNOTE: These timeframes are approximations based upon our shipping experience. However, sometimes your order may take longer if it is delayed by customs. Sorry, we can&#39;t live close to everybody! \r\n\r\nIMPORTANT NOTICE FOR INTERNATIONAL CUSTOMERS: Medium Control cannot be responsible for custom duties, import tariffs, taxes, and fees. Please be aware that you may be required to pay these additional charges when the package reaches your country. UK CUSTOMERS: The United Kingdom almost always charges local taxes and custom fees. We are unable to determine these fees and such fees are not covered by the amount paid to us for shipping. If you have any question about such fees it is best to consult with your local post office before ordering. \r\n\r\nLOST ORDERS AND\/OR INCORRECT ADDRESS\r\nWe ship all domestic orders with &quot;Delivery Confirmation&quot; service to your Etsy shipping address. If an item becomes trackably lost in the mail we will replace or refund the item, subject to availability, at our expense. However, if an item is shown as &quot;Delivered&quot; by USPS, we are unable to replace that item or provide a refund as &quot;Delivered&quot; status serves as guaranteed confirmation and receipt. However, with all that being said if you believe your order has been lost and\/or delivered to an incorrect address please let us know. ",
            "policy_refunds": "EXCHANGE \/ RETURN PROCEDURE\r\nWe hope you happy with your goods but if your not then please notify us either by etsy convo or email (&quot;kristy@mediumcontrol.com&quot;) of your intent to exchange \/ return the goods. \r\n\r\nEXCHANGE PROCEDURE: Please notify us 72 hours after receiving the goods of your intent to exchange. All returns\/exchanges must be verified by us via email before the item is mailed back. The return exchage shipping charge is paid for by you and we pay to ship the exchange item back to you. All exchanges items must be sent back within 14 days from the initial email communication. \r\n\r\nRETURN PROCEDURE: Please notify us 72 hours after receiving the goods of your intent to return. All returns\/exchanges must be verified by us via email before the item is mailed back. You must pay the return shipping cost. A refund will be issued ONLY for your the purchase price, your original shipping charge will NOT be refunded. All returns must be sent back to us within 14 days from the initial email communication. \r\n\r\nNOT ACCEPTABLE EXCHANGE \/ RETURN ITEMS: \r\n1.  Limited edition prints\r\n2. Garments worn and\/or washed are not acceptable returns. Shrinkage due to washing is not a defect and is not an acceptable return. \r\n3. Backpacks or Bags used and\/or worn. \r\n4. Items in your possession for longer than 14 days. ",
            "policy_additional": null,
            "policy_seller_info": "QUESTIONS:\r\n&quot;kristy@mediumcontrol.com&quot;\r\n\r\nMAILING ADDRESS: \r\nMedium Control \r\nPO Box 3422\r\nDuluth, MN 55803\r\n",
            "policy_updated_tsz": 1432753335,
            "vacation_autoreply": "greetings\r\n---\r\nthe medium control people are out camping in the woods for a couple days...so no internet or email. we will back in the shop bright and early to talk to you on monday july 27. \r\n---\r\nthanks again for exploring the medium control\r\n---\r\nkristy",
            "url": "https:\/\/www.etsy.com\/shop\/mediumcontrol?utm_source=nicholaspope&utm_medium=api&utm_campaign=api",
            "image_url_760x100": "https:\/\/img0.etsystatic.com\/025\/0\/5172521\/iusb_760x100.13235056_s9ah.jpg",
            "num_favorers": 13797,
            "languages": ["en-US"],
            "upcoming_local_event_id": null
        },
        "1": {
            "shop_id": 5172521,
            "status": "active",
            "story_headline": "The Minimalist Art + Design of Tommy Kronquist",
            "story_leading_paragraph": "",
            "story": "The Medium Control was born in 2001. After college, Tommy knew he wanted to work for himself as a designer. It was a time of long nights and new beginnings. \r\n\r\nOn top of building a reputable portfolio of design clients, Tommy needed an additional creative outlet to express his own ideas and explore multiple mediums. The first endeavor was an apparel + accessory line. This was inspired by the snow\/skate\/surf culture he was deeply invested in, and his newfound love for classic modern design principals + philosophy. Out of this exploration The Medium Control was born. \r\n\r\nWhat started with a couple t-shirt ideas has grown into a true creative business. Today as the business continues to grow, it allows Tommy to share his minimalist art + design with those who appreciate a  modern, clean, and thoughtful aesthetic. Providing the individuals amongst us with hand printed apparel, art and home goods. \r\n\r\nWe hope you enjoy exploring The Medium Control store. \r\nCheers \r\nTommy + Kristy\r\n\r\nJOIN THE MEDIUM CONTROL\r\nFollow @mediumcontrol and tag #mediumcontrol \r\n\r\nI N S T A G R A M: http:\/\/instagram.com\/mediumcontrol\r\nF A C E B O O K: https:\/\/www.facebook.com\/mediumcontrol\r\nT W I T T E R: https:\/\/twitter.com\/mediumcontrol\r\nP I N T E R E S T: http:\/\/www.pinterest.com\/mediumcontrol\r\n\r\nVISIT THE MEDIUM CONTROL RETAIL STORE: 307 Canal Park Drive Duluth, MN 55802",
            "related_links": {
                "link-1": {
                    "title": "shop-website",
                    "url": "http:\/\/www.mediumcontrol.com"
                },
                "link-2": {
                    "title": "facebook",
                    "url": "http:\/\/www.facebook.com\/mediumcontrol"
                },
                "link-3": {
                    "title": "twitter",
                    "url": "http:\/\/twitter.com\/mediumcontrol"
                }
            }
        },
        "2": {
            "user_id": 5172188,
            "login_name": "mediumcontrol",
            "creation_tsz": 1282246995,
            "user_pub_key": {
                "key": "-----BEGIN PUBLIC KEY-----\nMIICIjANBgkqhkiG9w0BAQEFAAOCAg8AMIICCgKCAgEAvw7p7wP1gZUHZl8vnDGi\n\/SxPaQ+pJKRCgthoIhwDKRAQ5Q9t5gyGRhaY\/YMHz+Uze7SOlXsXRLrIT9fVfdjN\n7Yyp53xElZwovnn8utigsyUBIRDU+HK+SiRPBGfKY0FKCjhLobzDd0VKfAn9sMEK\nFFdETreagXGFO05KA0wOkBAAEPjKDQKvGjZXp4UPWx+xtdVYO7v1zlszud2sfZXe\n506M4e6e9ZloP8q3TGqkCJBCzQaneom05OmwEOLywNM5erHQbdvZ+IHFPzHsRr0Y\nO2cXZK0aX+71WDStPBzci76InrInHoMy5y\/Y48qEfYpzmWN64aN0oci7++UrAJsi\nKL8KwXBkuALYoRaKjuvEeAXQSRjmuwmOLnNHhvNjyejxv4vqEi2DecF6PWLUPhI4\n1NpjMROpVCsERC4ciz4H5dyWtx4n+jLe44f3EiAZHFM2iWjUsy5gnTBgS5SM6m1T\nUuzRP00zVmD0\/+IzmQ6dc33C5ugxrXtjC5qZaeh5NxCUchNSIdZ7NcSC72+dm3Ew\ny1zODORP1+mV96cTCXsd3oGxIdCoot447RuNY++17bwTCLN5DcDOkQskt0j+hDdr\nGbYtTMME2CRotEWC\/6LcbvET36eOw6cllFSfCS3CU7EGKiE3bDY8d7o5J+gU8wsc\n8lzEaRKE7LiI8Js1lJ00wgcCAwEAAQ==\n-----END PUBLIC KEY-----\n",
                "key_id": 21377414845
            },
            "referred_by_user_id": null,
            "feedback_info": {
                "count": 3269,
                "score": 100
            }
        },
        "3": {
            "user_profile_id": 5172188,
            "user_id": 5172188,
            "login_name": "mediumcontrol",
            "bio": "SHOP THE MEDIUM CONTROL\r\nhttp:\/\/etsy.com\/shop\/mediumcontrol\r\n\r\nTHE MEDIUM CONTROL \r\nART & LIFESTYLE BRAND  \r\nDesigner Tommy Kronquist brings you The Medium Control, an art + lifestyle brand. From concept to completion all artwork is designed & hand printed for you to enjoy! \r\n\r\nJOIN THE MEDIUM CONTROL\r\nFollow @mediumcontrol and tag #mediumcontrol \r\n\r\nI N S T A G R A M: http:\/\/instagram.com\/mediumcontrol\r\nF A C E B O O K: https:\/\/www.facebook.com\/mediumcontrol\r\nT W I T T E R: https:\/\/twitter.com\/mediumcontrol\r\nP I N T E R E S T: http:\/\/www.pinterest.com\/mediumcontrol\r\nW E B S I T E: http:\/\/mediumcontrol.com\r\n\r\nVISIT THE MEDIUM CONTROL STUDIO: \r\n307 Canal Park Drive Duluth, MN 55802\r\n",
            "gender": "private",
            "birth_month": "",
            "birth_day": "",
            "join_tsz": 1180816120,
            "materials": "",
            "country_id": 209,
            "region": "Minnesota",
            "city": "Duluth",
            "location": null,
            "avatar_id": 6516016,
            "transaction_buy_count": 102,
            "transaction_sold_count": 14696,
            "is_seller": true,
            "image_url_75x75": "https:\/\/img0.etsystatic.com\/000\/0\/5172188\/iusa_75x75.6516016.jpg",
            "first_name": null,
            "last_name": null
        },
        "ratings_aggregate": {
            "rating_count": "684",
            "rating": "4.8421"
        },
        "ratings_count": 3181
    },
    "params": {
        "listing_id": "113244585"
    },
    "type": "Shop",
    "pagination": {}
}
